import React from 'react';
import Ride from '../components/RIde/Ride';

const RidePage = () => {
  return (
    <>
      <Ride
        main__text="Исследуйте Ташкент на велосипеде с BikePark!"
        about__BikePark="BikePark — это ваш надежный партнер в мире велопрогулок по Ташкенту! Если вы хотите насладиться поездкой, но не знаете, куда отправиться, не переживайте — город полон отличных мест для катания. Велодорожки, уютные парки и живописные маршруты ждут вас! Мы предлагаем вам удобные велосипеды и свободу выбора. А если у вас нет идей, где покататься, мы с радостью порекомендуем лучшие парки и маршруты, идеально подходящие для велопрогулок!"
        text="Арендуйте велосипед и откройте для себя парк с новой перспективы!"
        image1="/BikeHowRide.jpg"
        botanika="/Botanika.jpg" 
        cyclists="/velosipedisty.jpg"
        siti__text=" Ташкент Сити Парк"
        about="Вечером парк становится еще уютнее – включается подсветка, работают фонтаны, а в кафе собираются люди, чтобы провести время в приятной атмосфере. Здесь легко совместить активный отдых с расслабленной прогулкой."
        text__siti="Этот парк – один из самых красивых уголков Ташкента. Здесь много зелени, ухоженные дорожки, пруды и уютные зоны для отдыха. Можно спокойно прогуляться, покататься на велосипеде или просто насладиться свежим воздухом в центре города."
        cart__siti="/TashkentSiti.jpg"
        second__cart="/SitiPark.jpg"
        third__cart="/ParkSiti.jpg"
      />

      <Ride
      main__text="Экопарк"
      about__BikePark="Экопарк — это уютное место, где можно отвлечься от городской суеты и насладиться природой. Просторные зеленые зоны и удобные дорожки делают его отличным местом для прогулок, отдыха и катания на велосипеде. Здесь можно проехаться по тенистым аллеям, наслаждаясь свежим воздухом и пением птиц. Водоемы с утками добавляют парку особую атмосферу.  "
      text="Вечером мягкая подсветка делает обстановку еще уютнее. В парке есть зоны для спорта, прокат велосипедов и места, где можно просто посидеть на скамейке, наслаждаясь тишиной. Это идеальное место для тех, кто хочет активно провести время или просто расслабиться на природе. "
      
      image1="/visitEcoPark.jpeg"
      botanika="/ecopark.jpg"
      cyclists="/ViewPark.jpg"
      
      siti__text=" Национальный парк имени Алишера Навои"
      text__siti="В парке имени Алишера Навои можно отлично покататься на велосипеде, наслаждаясь просторными аллеями и ухоженными дорожками. Здесь много зелени, живописные водоемы и уютные места для отдыха. Велопрогулка по этому парку — хороший способ провести время активно, катаясь по тенистым тропинкам или исследуя всю территорию."
      about="Вечером загорается мягкая подсветка, создавая уютную атмосферу. Помимо катания, здесь приятно просто прогуливаться, делать остановки у прудов или посидеть на скамейке, наслаждаясь тишиной и красотой природы."
     
      cart__siti="/caption.jpg"
      second__cart="/nationalPark.jpg"
      third__cart="/alisherNavoi.jpg"
     
     />

    </>
  );
};

export default RidePage;